[Diary]
Chara_Franks_A="I'll never forget Frank—if only because he's the first and last person I will ever aim a gun at. How did Chloe end up in this sketchy drug dealer's orbit? The weird thing is that when I first saw him threatening Chloe in the junkyard, I was more shocked how un-creepy he looked. I expected some try-hard gangster, but he looked more like a dumpster diving troll. Which I guess he kinda is since we were on his turf, testing out my rewind skills for Chloe's amusement."
Chara_Joyce_A="Talking to Joyce Price after five years was almost as intense as seeing Chloe again. Especially right back in "ye olde" Two Whales Diner. That clinking of silverware and the smell of sizzling bacon rewound me back to being a kid, hanging out there with my parents for breakfast. I remember her always smiling at Chloe, even in mischief. Doubt she smiles at her hijinks now, but they still banter like mother and daughter."
Chara_Joyce_B="I moved to Seattle so soon after William died that I never saw how it affected Joyce. I'm glad she's not pissed at me for being selfish and never looking back. I still remember the last time Chloe and I saw him alive. I wonder how often Joyce relives that day? That's the worst kind of rewind: one you can't control. But if I could go back to that moment... what would I do?"
Chara_Joyce_C="I can only imagine how Joyce ended up with David Madsen. Talk about opposites. You can tell she loves him—disturbing as that sounds. Maybe she just wanted a more structured life for herself... Obviously it didn't work out that way with Chloe. I hope they both treat her right. Joyce deserves the best."
E2_Page00_A="October 8"
E2_Page00_B="I woke up this morning a different person. Even if nobody knows yet. After yesterday's intense revelations with my rewind power and saving Chloe's life among the other cray cray (as Victoria might say say) events at Blackwell, I have to assume everything is different now. And I thought exposing my photos to the world was going to be hard."
E2_Page00_C="After Chloe dropped me off back at my dorm yesterday, I tried to find out more about that freak snowfall that happened when we were at the lighthouse, but the local meteorologists are stumped so far. I felt so jacked up that I pulled an all-nighter on time and physics research."
E2_Page01_A="Not being Warren I ended up knowing less about my situation than when I started... I don't really think that my tornado vision and the snowfall are connected, but at this point I have no fucking clue what to believe. I'm just so glad Chloe and I are a team again. That has to be destiny."
E2_Page01_B="Now I have to hit the showers and get ready to meet Chloe for breakfast. Lord knows I need it."
E2_Page01_C="I ran into Kate in the showers and she asked for "The October Country" back. I love that book and definitely need to get my own copy. Of course when I was in the shower, Victoria and Taylor barged in and totally started ragging on poor Kate about the video. Just to be complete assholes they wrote the link on the mirror."
E2_Page01_D="I truly don't understand how they get off on acting like that. Victoria has EVERYTHING. What does she gain by being a bully to Kate Marsh? We're supposed to be adults here, but I swear it's like "Battle Royale"—just without the dystopia and exploding heads. Only Victoria could make me feel dirty in a shower."
E2_Page02_A="The plot thickens. And I can't get out."
E2_Page02_B1="So after listening to Victoria and Taylor rag on Kate about the video, I came back to my room to find it TRASHED. Or at least messier than it was before."
E2_Page02_B2="So after listening to Victoria and Taylor rag on Kate about the video, I came back to my room to find this creepy photomontage. Only Nathan would be this disturbed."
E2_Page02_C1="Now I have to clean up just to find Kate's book... I bet Victoria did this because of that paint photo yesterday. I should've expected swift retribution. Another day, another drama..."
E2_Page02_C2="The thought that Nathan was in here actually setting up this weird gallery is way fucked up. I better start being more careful around here. I almost want a surveillance system now..."
E2_Page02_D="After being forced to listen to Victoria and Taylor rag on Kate about the video, I headed back to my room. I didn't really have any time to chill out, I had to get dressed and find Kate's book in my own mess, rushing all the while to not be late for Chloe."
E2_Page02_F="As if things here weren't dramatic enough, I got a creepy text from a private number. Nathan? Victoria? No clue. I really have to start watching my back."
E2_Page02_G="I still had to give Kate's book back, so I went to her room. I knew she wasn't doing good, but I didn't know how bad until I went in. All the lights were off, blinds closed, like some emo-goth den. And Kate is the opposite of emo or goth. She was just crying in the dark, and it was so sad to see her like this. More sad is that I wished I could take a picture of her framed in her expressionist misery."
E2_Page03_A="Kate admitted that she thinks something more happened to her than just a video. Plus she told me that Nathan Prescott gave her a ride from the party to the ER... and she thinks he did something to her, but she doesn't remember what."
E2_Page03_B="It's hard not to believe Kate considering what kind of person she is and what kind of person Nathan is. I've seen for myself exactly what that fucker is capable of."
E2_Page03_C="Of course, Kate asked if she should go to the police and the principal..."
E2_Page03_D1="I told Kate she should absolutely go to them. Other people could be in danger... But Kate also said she would use me as her backup, which kind of scares me because of this text threat. Should I be getting this involved when somebody is obviously stalking me or worse already? This is getting freakier than I can handle... Super Max... NOT!"
E2_Page03_D2="I felt like absolute shit, but I told Kate she shouldn't go to anybody until she has more proof she was drugged. That video doesn't help her case at all and this could all backfire big time. She's going up against the whole Prescott empire, not just one rich white boy on dope. She wasn't too thrilled by my answer. I don't think she trusts me to be the one investigating all this... How can I blame her? I sometimes wonder what I am actually doing, besides getting myself in more trouble... Kate even booted me out of her room. Hello, "Everyday Hero"!"
E2_Page04_A="I ran into Warren—or rather, Warren was waiting to run into me. Naturally he wanted to know what the hell happened in the parking lot with "The Chloe and Nathan Show." Once again, I felt like a dick because I should have gotten ahold of Warren to see if he was okay after we just left him in the lot... I do owe Warren."
E2_Page04_B="I only told him a little about what was going on with Nathan. The less he knows, the better for him. I would love to at least tell him about my ability to fucking reverse time and space, but ironically I don't think it's the right time or space... Besides, he would want to marry me immediately, just so he could have his own human time machine. Or capture me for scientific experiments... Or make me go to the drive-in with him."
E2_Page04_C="Oh wait... I did say I would go to the drive-in with him. Hope he doesn't make a lame move on me... (Not that he would, egomaniac.) Warren and I do have a lot in common, but he's like a supercool geek brother... Anyway, I definitely need a movie escape."
E2_Page04_D="Oh wait. He did try and get me to go to the drive-in with him, and I refused. I'm not really in the mood this week, and I also don't want to lead him on..."
E2_Page05_A="Before catching the bus out to meet Chloe I saw Nathan talking to David, which made me nervous. Otherwise I had a nice soundtracked ride to the Two Whales Diner. Talk about going back in time... I haven't seen the diner in five years, but it looks exactly the same. Although now there are way less fishermen and way more dumped food carts than when we were kids. Chloe and I had the best backdrop to play pirate: old ships and a big ocean."
E2_Page05_B="Chloe was late (duh!) so I was happy to be distracted by seeing Joyce again. The diner is like a museum piece, except with customers. Better still, the food hasn't changed at all. Joyce seemed really glad to see me again and she didn't give me a \nguilt trip for not staying in touch. After William died, she wanted to move forward with a new life and husband. Chloe doesn't want to accept that."
E2_Page05_C1="Joyce naturally gave me shit for corrupting Chloe with my "devil weed", though I'm not sure she even believed it was mine. What could I say? I can see she actually loves David—even if I don't see how. The breakfast was so worth the grief though."
E2_Page05_C2="Joyce wasn't happy about Chloe getting busted with weed. I really should have stepped up and taken the hit instead of Chloe. I feel bad that Joyce has to defend David for laying the smackdown on his own stepdaughter. William was always so kind and gentle with us. Can't even imagine how Chloe would be if he hadn't died."
E2_Page06_A="So much drama and I haven't even finished my breakfast!"
E2_Page06_B="Finally Chloe showed up, more bubbly than I would have thought after almost getting killed in a bathroom yesterday. It makes me happy to see her smile. But that smile meant trouble, since all she really wanted was for me to show off my rewind power. So I did and I have to admit, I felt like a total boss. Except I did start feeling weak and woozy the more I rewound. I even got a nosebleed, which kinda freaked me out."
E2_Page06_C="Chloe always wants more, so she demanded we go to her top-secret lair..."
E2_Page06_D1="She still had to get pissed off at me because I dared to answer Kate's call. I'm not a fan of Chloe's petulant side. She tried to make me feel like an ass, but screw that. Kate was so happy I answered I actually felt worse for her. Chloe has to know I can have two friends at once..."
E2_Page06_D2="Kate called, but I didn't answer because Chloe was giving me the stink eye. And to be honest, I don't like Kate being so needy toward me. Even though I keep acting like I'm her spiritual bodyguard. Man, I do suck. I'll make it up to Kate. At least Chloe is happy..."
E2_Page07_A="Just when I thought shit couldn't get crazier."
E2_Page07_B="Chloe took me to her secret lair: the city dump. Perfect for Halloween... like where the vehicle and appliance ghosts of Arcadia Bay come to rot and rust. Urban dystopia porn. But, instead of taking cool photos, Chloe had me do some silly kinda fun gun tricks."
E2_Page07_C="Until the guy Chloe owes money to showed up. Some skeevy guy called Frank. He demanded Chloe pay him back... or else. I was shocked that he wasn't the loan shark I had expected, but I could literally feel his bad vibe. I still can't see how my best friend ended up involved with a loser like Frank."
E2_Page07_D="And I almost shot him."
E2_Page07_E1="He pulled a knife on us and it felt like another one of my dreams. I don't even remember aiming the gun at him, but my finger just tapped against the trigger... Thank God there were no bullets left. I could have used my rewind, but the way my head was throbbing... who knows? I can't assume my power will always be available... I don't know anything about how this works—or how long—so I can't take anything for granted. I just know I'm never holding another gun."
E2_Page07_E2="Things got truly crazy when Frank took Chloe's gun (or should I say David's gun?) and now we have to worry about one more lunatic after Chloe... and maybe me...\n\nChloe really flipped out when she saw that Frank was wearing one of Rachel Amber's bracelets. That means we definitely have another suspect...\n\nThis is so not how I intended to spend my time back in Arcadia Bay."
E2_Page08_A="After all that dramarama volume xxxiii, Chloe and I ended up taking a walk along the tracks deep in the woods. We both needed to hear nothing but the sounds of nature and wildlife... I was shaking inside from our encounter with Frank and though Chloe fronts tough, I could tell she was shaken too."
E2_Page08_B="She told me everything about Frank—which explains why she was trying to blackmail Nathan. It shocks me that the girl I grew up with watching "SpongeBob" ended up in such a scary orbit. Still, I felt safer with her at my side and I was glad we had a moment of peace."
E2_Page08_C="So it probably wasn't the best idea to lay down on the tracks and wax about life, etc.—as Chloe's leg got caught in the rail just as the goddamn train showed up. Of course I was off trying to take a photo for my portfolio... and then I had another quick flash of my tornado vision."
E2_Page08_D="I could see it, almost feel it, tearing the sky apart... My head felt like it was exploding, like in that 80's film "Scanners." Just as fast as the vision came in, it disappeared. I may be in denial about what this apocalyptic image means... or doesn't..."
E2_Page09_A="Then I heard Chloe SCREAMING for help. And I was shittin' kittens."
E2_Page09_B="Her foot was stuck in the damn rail and naturally the train was comin' round the mountain."
E2_Page09_C="I was pretty proud of myself for coming up with a drastic (if not destructive) solution to saving Chloe—ONCE AGAIN—but just in case this journal ever falls into the wrong hands, it's going to remain our BFF secret. So there."
E2_Page09_D="Our morning adventure over, Chloe dropped me off back at my campus. She was so sweet and said that this had been the best week of her life... despite everything."
E2_Page09_E="That made me feel so AWESOME! Chloe really sees us like we're taking over the world... but what if I hadn't had been able to use my rewind power to get her off of the tracks? Chloe might have to lower her expectations... and so will I."
E2_Page10_A1="Speaking of expectations, David Madsen stopped to talk to me without being a total prick. I thought he was going to bust me for taking the heat for Chloe's weed, but we just talked a little... and for the first time, I felt kind of sorry for David. He is a veteran... I know he probably saw awful things in combat. He said he doesn't want to fight with Chloe or me. But all the shit he's pulled and treating Kate like she's a suspect... just makes it hard to get along. But I promise to try. For world peace."
E2_Page10_A2="Speaking of expectations, David Madsen talked to me without being a total prick. I wanted to tear him a new one for hitting Chloe (thinking I could rewind if things got out of control) and he didn't seem sufficiently sorry to me. I know Chloe provokes him, but that's no fucking excuse to hit someone, especially a family member. I see that David is sorry and trying to reach out to me. I know he saw terrible things in combat. I just can't trust him and his paranoid surveillance fetish, especially with how weird he acts with Kate—like she's a criminal. I'll give David props for trying to smoke the peace pipe with me, but he acts like he's still at war."
E2_Page10_B="Something odd happened—as if EVERYTHING happening isn't bizarro—but I saw Kate having an intense conversation with Mr. Jefferson and she ended up practically running away from him in tears. I wish I could have casually asked, "Oh by the way, what's up with Kate?" (Like he would tell me anyway.) I know Kate treats Jefferson like he's an apostle or something... So what did he say to make her so upset?"
E2_Page10_C="Just when I was feeling good about Chloe and me, I walk into Jefferson's class and see Nathan and Victoria actually sitting on my desk. Unreal... Asshole bookends."
E2_Page11_A1="Kate Marsh killed herself."
E2_Page11_A2="Kate Marsh almost killed herself."
E2_Page11_B="My hands are still shaking, but I have to write this down while I can. Right at the start of Jefferson's class, Kate went to the roof of the girls' dorm to jump. Every student and teacher was watching her, like it was a Blackwell rooftop concert."
E2_Page11_C="I saw her actually jump, but I was just about able to use my rewind to get her back on the roof. I tried harder than I ever did and somehow I stopped time completely... I made it to the roof, but again my head felt like it was going to blow up... I knew that I couldn't just keep rewinding to save Kate. I had to try and talk her down on my own."
E2_Page11_D="I failed..."
E2_Page11_E1="She was already in so much pain over the video and all the bullying, so she wasn't going to buy everything I tried to tell her. You see movies with people trying to talk somebody out of suicide but it's very different when I'm the one doing the talking. Because she didn't believe me... or maybe she just didn't want to."
E2_Page11_E2="She was already in so much pain over the video and all the bullying, so she wasn't going to buy everything I tried to tell her. You see movies with people trying to talk somebody out of suicide, but it's very different when I'm the one doing the talking. I covered everything I could and Kate almost jumped anyway. Cliché or not, I told her how much her friends and family love her, even if they don't all show it now."
E2_Page11_F1="I... I tried. Kate still died."
E2_Page11_F2="Lo and behold, Kate stepped back from the ledge. Alive. I almost cried in her arms."
E2_Page12_A1="It was like that cliché about everything moving in slow motion, except in my case it was real time, not rewind time. I could see Kate's face right as she jumped and I'll never forget that look in her eyes... like she didn't want to, but had no choice..."
E2_Page12_A2="I know this isn't about me—though I have to admit it was an amazing feeling to walk arm in arm with Kate from the roof to outside the dorm. Like I said, the whole school—and police—were watching us almost completely silent. Then I heard what sounded like Logan yelling out, "Give it up for Max!" and everybody started to clap and cheer. Talk about surreal... the people who ignored me or treated me like crap suddenly crushing on me. That might be the strangest thing that's happened to me this insane week..."
E2_Page12_B1="It was a look of total defeat and despair... Then I could see her body flailing in space, like she became aware of what she was doing and got more scared..."
E2_Page12_B2="And that made me wonder if Victoria was watching and how she felt about all this. I almost wanted to find her... just to get in her smug face for enabling Kate's suicide attempt. Such cruel bullshit. Though, to be fair, Victoria wasn't the only one that was responsible... Nathan Prescott seemed to have disappeared... Which was probably a good thing."
E2_Page12_C1="Jesus. I can't believe I'm writing these words."
E2_Page12_C2="And after all that I still had to talk to the police and give a statement. Felt so weird to do since I've seen it in pretty much every police procedural show. I had to lie my ass off when he questioned me about the other students, because I just don't think the police are ever going to find out what happened. Yes, this looks like a job for SUPER MAX. Right. Though of course, I do love it when Chloe calls me that, even if I don't feel that everyday heroic for helping Kate down... Maybe it's wrong for me to think I have to feel anything but grateful that Kate didn't jump..."
E2_Page12_D="After she jumped, it was so weird that I was alone on the roof. Kate was there, then gone. I could hear the crowd screaming below and there was no way I was going to look at her body on the ground."
E2_Page12_E="I felt so numb, I just casually turned and went back down the stairs. My head was pounding and my body was exhausted from the rewind. I felt exactly like a zombie must feel: dead inside."
E2_Page13_A="When I stepped out of the dorm, I saw Kate splayed on the ground... She was surrounded by paramedics, while the police kept the students back..."
E2_Page13_B="I hope they all got a good look at their victim. They wanted to watch her on a viral video when she was alive and now they wanted to gawk at her in death... Not that I did anything to help her stay alive."
E2_Page13_C="All my amazing new superpowers were worthless."
E2_Page13_D="I'm nobody's hero."
E2_Page13_E="What was really odd was when all the students and faculty staff surrounded me and Kate, then started patting our backs and shoulders... like we were heroes."
E2_Page13_F="I wasn't sure how to respond, considering Kate almost threw herself off the roof because of everybody at school. But like I said, I can't blame everybody... and I still don't really know where to point all my fingers..."
E2_Page13_G="The very best thing was that even though Kate was still in tears and confused... I definitely saw her smile once she realized how happy everybody was that she was alive. I smiled too. The police and paramedics swooped in and then Kate was covered in a blanket and gently escorted to the ambulance. They didn't thank me or look at me like I was a hero. I guess they're used to saving people without applause..."
E2_Page13_H="But if I'm super honest... it felt pretty cool. Like I got a hug from the whole school. So, maybe Blackwell Academy isn't totally bad..."
E2_Page14_A1="It's not enough that Kate is dead and I'm numb inside, I had to get the Blackwell third-degree from Principal Wells. It was bizarre to be in his tacky office with Nathan Prescott, David Madsen and Mr. Jefferson calmly talking about why Kate jumped off the roof. Part of me wanted to smash Nathan's smug face against the desk, knowing he had something to do with Kate's suicide. I thought about doing it, then flipping a quick rewind, but I knew that would be the start of a bad, dangerous habit."
E2_Page14_A2="Fortunately, Principal Wells amazingly did the right thing and BOOTED Nathan for a few days, after I told him what happened in the bathroom. He must have more shit on Nathan, because otherwise I doubt this would happen to a Prescott. That's some small justice for Kate. There'll be more, if it's the last thing I do. Which it could be if I'm not careful..."
E2_Page14_A3="I should have known that David would narc on me to the Principal about my "joint." Like anybody cares about weed, but David made me sound like a drooling fiend. So instead of Nathan getting the boot, I get suspended. Such BULLSHIT."
E2_Page14_B1="It's not enough that Kate is dead and I'm numb inside, I had to get the Blackwell third-degree from Principal Wells. It was bizarre to be in his tacky office with Nathan Prescott, David Madsen and Mr. Jefferson calmly talking about why Kate jumped off the roof. Of course, I was in a quiet rage. Until I told Principal Wells that I saw David harassing Kate. That set David off and part of me wanted to kick him in the balls knowing he had something to do with Kate's suicide, maybe more. I thought about doing it, then flipping a quick rewind, but I knew that would be the start of a bad, dangerous habit."
E2_Page14_B2="I took silent satisfaction in watching the Principal strip him of his Blackwell duties for the time being. I wasn't even thinking how this would affect Chloe's home situation..."
E2_Page14_B3="But for now, David is going to be a veteran of Blackwell. At least he survived. Unlike Kate."
E2_Page14_C1="It's not enough that Kate is dead and I'm numb inside, I had to get the Blackwell third-degree from Principal Wells. It was bizarre to be in his tacky office with Nathan Prescott, David Madsen and Mr. Jefferson calmly talking about why Kate jumped off the roof. I was like a robot, just going through the motions. I kept seeing Kate's face as she fell... And then I told the Principal about David harassing Kate, which sent him into a rage. I should have known that David would actually accuse me of dealing weed. Yes, who wouldn't believe I carry oz's on me for the schoolkids? I couldn't believe that the Principal would take him at his word, but he sure did."
E2_Page14_C2="So naturally I GOT SUSPENDED. That's what I get for standing up for Chloe."
E2_Page14_C3="Whatever. Poor Kate Marsh is part of Blackwell's concrete and the school has to purge itself by making sure Maxine Caulfield misses art and science class. What a lesson. My parents will be so proud and happy they sent me here. If this is how the adult world functions, maybe I don't belong. Even my so-called "power" doesn't mean shit anymore."
E2_Page14_C4="I already see how the world treated Kate. And I'm starting to see why Rachel Amber wanted to get the hell out of here now. What's keeping me here?"
E2_Page14_D1="It's not enough that Kate is dead and I'm numb inside, I had to get the Blackwell third-degree from Principal Wells. It was bizarre to be in his tacky office with Nathan Prescott, David Madsen and Mr. Jefferson calmly talking about why Kate jumped off the roof. I was like a robot, just going through the motions. I kept seeing Kate's face as she fell... Somehow I ended up telling the Principal that I had seen Kate crying after she talked with Mr. Jefferson... I wasn't trying to blame him, I just thought it was important information."
E2_Page14_D2="Maybe I fucked up, narcing on the one person I respect the most at Blackwell... I could see Mr. Jefferson was disappointed in me too. Obviously the Principal was more upset, because he pulled Jefferson out from representing the school at the "Everyday Heroes" contest. I didn't expect that at all. I'm so confused right now... How can I keep going to Mr. Jefferson's class after I ruined his reputation?"
E2_Page14_D3="And do I still have to give him a photo for the contest?"
E2_Page14_E1="It's not enough that Kate is alive, and though I'm not enough of an egomaniac to take the credit, I still had to get the Blackwell third-degree from Principal Wells. It was bizarre to be in his tacky office with Nathan Prescott, David Madsen and Mr. Jefferson calmly talking about why Kate would attempt suicide. I was quiet but giddy inside, just replaying in my head the moment when Kate stepped toward me with a glimmer of hope in her eyes... Part of me wanted to smash Nathan's smug face against the desk, knowing he had a lot to do with Kate's suicide attempt. I thought about doing it, then flipping a quick rewind, but I knew that would be the start of a bad, dangerous habit."
E2_Page14_E2="Fortunately, Principal Wells amazingly did the right thing and BOOTED Nathan for a few days, after I told him what happened in the bathroom. He must have more shit on Nathan, because otherwise I doubt this would happen to a Prescott. That's some small justice for Kate. There'll be more, if it's the last thing I do. Which it could be if I'm not careful..."
E2_Page14_E3="I should have known that David would narc on me to the Principal about my "joint." Like anybody cares about weed, but David made me sound like a drooling fiend. So instead of Nathan getting the boot, I get suspended. Such BULLSHIT."
E2_Page14_F1="It's not enough that Kate is alive, and though I'm not enough of an egomaniac to take the credit, I still had to get the Blackwell third-degree from Principal Wells. It was bizarre to be in his tacky office with Nathan Prescott, David Madsen and Mr. Jefferson calmly talking about why Kate would attempt suicide. I was quiet but giddy inside, just replaying in my head the moment when Kate stepped toward me with a glimmer of hope in her eyes... Until I told Principal Wells that I saw David harassing Kate and that set David off. Part of me wanted to kick him in the balls knowing he had something to do with Kate's suicide attempt, maybe more. I thought about doing it, then flipping a quick rewind, but I knew that would be the start of a bad, dangerous habit."
E2_Page14_F2="I took silent satisfaction in watching the Principal strip him of his Blackwell duties for the time being. I wasn't even thinking how this would affect Chloe's home situation..."
E2_Page14_F3="But for now, David is going to be a veteran of Blackwell. At least he survived. Like Kate."
E2_Page14_G1="It's not enough that Kate is alive, and though I'm not enough of an egomaniac to take the credit, I still had to get the Blackwell third-degree from Principal Wells. It was bizarre to be in his tacky office with Nathan Prescott, David Madsen and Mr. Jefferson calmly talking about why Kate would attempt suicide. I was quiet but giddy inside, just replaying in my head the moment when Kate stepped toward me with a glimmer of hope in her eyes... And then I told the Principal about David harassing Kate, which sent David into a rage. I should have known that he would go on and accuse me of dealing weed. Yes, who wouldn't believe I carry oz's on me for the schoolkids? I couldn't believe that the Principal would take him at his word, but he sure did."
E2_Page14_G2="So naturally I GOT SUSPENDED. That's what I get for standing up for Chloe."
E2_Page14_G3="Whatever. Poor Kate Marsh is in psychiatric ward and the school has to purge itself by making sure Maxine Caulfield misses art and science class. What a lesson. My parents will be so proud and happy they sent me here. If this is how the adult world functions, maybe I don't belong. Even my so-called "power" doesn't mean shit anymore."
E2_Page14_G4="I already see how the world treated Kate. And I'm starting to see why Rachel Amber wanted to get the hell out of here now. What's keeping me here?"
E2_Page14_H1="It's not enough that Kate is alive, and though I'm not enough of an egomaniac to take the credit, I still had to get the Blackwell third-degree from Principal Wells. It was bizarre to be in his tacky office with Nathan Prescott, David Madsen, and Mr. Jefferson calmly talking about why Kate would attempt suicide. I was quiet but giddy inside, just replaying in my head the moment when Kate stepped toward me with a glimmer of hope in her eyes... Still, I ended up telling the Principal that I saw Kate crying after she talked with Mr. Jefferson. I wasn't trying to blame him, I just thought it was important information."
E2_Page14_H2="Maybe I fucked up, narcing on the one person I respect the most at Blackwell... I could see Mr. Jefferson was disappointed in me too. The Principal was more upset, because he pulled Jefferson out from representing the school at the "Everyday Heroes" contest. I didn't expect that at all. I'm so confused right now... How can I keep going to Mr. Jefferson's class after I ruined his reputation?"
E2_Page14_H3="And do I still have to give him a photo for the contest?"
E2_Page14_I1="It's not enough that Kate is dead and I'm numb inside, I had to get the Blackwell third-degree from Principal Wells. It was bizarre to be in his tacky office with Nathan Prescott, David Madsen and Mr. Jefferson calmly talking about why Kate jumped off the roof. Of course, I was in a quiet rage. Until I told Principal Wells that I saw David harassing Kate. That set David off and part of me wanted to kick him in the balls knowing he had something to do with Kate's suicide, maybe more. I thought about doing it, then flipping a quick rewind, but I knew that would be the start of a bad, dangerous habit."
E2_Page14_I2="Naturally, the Principal didn't believe me (or didn't want to), which means that David Dickhead is going to be allowed to harass other students at Blackwell until they jump off the roof."
E2_Page14_I3="So Kate Marsh is dead and it's business as usual here. I hate this fucking school right now."
E2_Page14_J1="It's not enough that Kate is alive, and though I'm not enough of an egomaniac to take the credit, I still had to get the Blackwell third-degree from Principal Wells. It was bizarre to be in his tacky office with Nathan Prescott, David Madsen and Mr. Jefferson calmly talking about why Kate would attempt suicide. I was quiet but giddy inside, just rewinding in my head the moment when Kate stepped towards me with hope in her eyes, not fear.... Until I told Principal Wells that I saw David harassing Kate. That set David off and part of me wanted to kick him in the balls knowing he had something to do with Kate's suicide, maybe more. I thought about doing it, then flipping a quick rewind, but I knew that would be the start of a bad, dangerous habit."
E2_Page14_J2="Naturally, the Principal didn't believe me (or didn't want to), which means that David Dickhead is going to be allowed to harass other students at Blackwell until they try to jump off the roof."
E2_Page14_J3="So Kate Marsh is in the hospital and it's business as usual here. What am I going to do now?"
E2_Page15_A1="I need a vacation from my life. I hung out with Warren on the lawn so I could feel grass under my feet and watch the fluffy clouds. He's such a sweetheart, he kept telling me I did everything I could for Kate. Even though I know I didn't..."
E2_Page15_A2="I told Warren that something ominous is happening at Blackwell Academy. Rachel Amber, Chloe and now Kate have all been victims. Not to mention me, if I keep playing amateur detective. Wish I could have told Warren about my power, but it's not the right time... No pun intended."
E2_Page15_A3="And to make the day end on the most surreal note possible, the sky went dark and we watched a solar eclipse that was not announced on the news or any astronomy site."
E2_Page15_A4="What is happening to Arcadia Bay?"
E2_Page15_B1="After being grilled in the principal's den, I hung out with Warren on the lawn so I could feel grass under my feet and watch the fluffy clouds. He's such a sweetheart, he kept telling me how proud he was that I stopped Kate from jumping. I don't believe that I did, but I have to say it's better to be treated like a hero at school than like a twee loser."
E2_Page15_B2="Still, I told Warren that something ominous is happening at Blackwell Academy. Rachel Amber, Chloe and now Kate have all been victims. Not to mention me, if I keep playing amateur detective. Wish I could have let Warren know about my power, but it's not the right time... as if anything is the right time anymore."
E2_Page15_B3="And to make the day end on the most surreal note possible, the sky went dark and we watched a solar eclipse that was not announced on the news or any astronomy site."
[Journal]
Episode2Sub1="Girls' Dormitories"
Episode2Sub10="Dormitories"
Episode2Sub11="Principal's Office"
Episode2Sub12="Main Campus - With Warren"
Episode2Sub2="Dormitories - Morning"
Episode2Sub3="Main Campus - Morning"
Episode2Sub4="Bus"
Episode2Sub5="Diner"
Episode2Sub6="Junkyard"
Episode2Sub7="Railroad"
Episode2Sub8="Main Campus - Before Class"
Episode2Sub9="High School"
Frank="Frank"
Joyce="Joyce"
[MAIN]
EP2_ENDCREDITS0="[T]"
EP2_ENDCREDITS1="[T]Episode 2: Out of Time\n\n[T]Life Is Strange™ Team\n\n[J]Game Directors\nRaoul Barbet\nMichel Koch\n[J]Executive Producer\nNicolas Simon\n[J]Producer\nLuc Baghadoust\n[J]Lead Designer\nBaptiste Moisan\n[J]Music by\nJonathan Morali (Syd matters)\n[J]Writer\nChristian Divine\n[J]Original Story by\nJean-Luc Cano\n[J]Additional Writers\nRaoul Barbet\nMichel Koch\n[J]Narrative Producer\nGladys Deussner\n[J]Associate Producer\nSébastien Bérat\n[J]Assistant Producers\nFrançois-René Boulard\nDamien Boussiron\nMaxime Clavier\n \n[J]Art Director\nMichel Koch\n[J]Main Concept Artist\nEdouard Caplain\n[J]Senior Concept Artist\nGary Jamroz-Palma\n[J]Concept Artists\nFrédéric Augis\nAlysianne Bui\n[J]Lead Level Designer\nSébastien Judit\n[J]Designers\nCharles-André Bourlier\nEtienne Gry\nKévin Poupard\nJonathan Rébillard\nNicolas Salvy\nSimon Svoboda\nJean-Eudes Thuroczy\n[J]Narrative Assistant\nMathias Fuchs\n[J]Cinematic Artists\nMathieu Beaudelin\nDamien Charbon\n[J]Additional Cinematic Artist\nRaoul Barbet\n[J]Character Rigger\nKenny Laurent\n[J]Character Modelers\nCristian Buliarca\nRégis Capotosto\nDéborah Desban\nVincent Gradt\n[J]Additional Character Modelers\nGeorgian Avasilcutei\nMihaela Morozan\n[J]Lead Environment Artist\nAmaury Balandier\n[J]Main Environment Artist\nJohan Foissy\n[J]Environment Artists\nBertrand Carduner\nSylvain Clerc\nThomas Defianas\nManuel Pires\n[J]Additional Environment Artists\nGeorgian Avasilcutei\nCristian Buliarca\nIonut Chirca\nJustin Mitrache\nMihaela Morozan\nRazvan Stanciu\n[J]Outsourcing Manager\nBertrand Armagnac\n[J]Main FX Artist\nThomas Iché\n[J]FX Artist\nGuillaume Pierre\n[J]Lighting Artists\nFrédéric Cros\nClément Marchal\n[J]UI Artist\nAlexis Bauzet\n[J]Main Animator\nCédric Jagut\n[J]Animators\nNicolas Barbotte\nLisa Hulot\nFrédéric Liebgott\nEric Meyer\nDamien Vincent\nJérôme Wong\n[J]Additional Animator\nAlexandre Cuing\n[J]Technical Director\nNicolas Sérouart\n[J]Programmers\nJulien Fryer\nSam Hocevar\nStéphane Hubart\nAlexis Holstein\nLaury Michel\nVincent Pirault\nCorentin Séchet\nThibaud Siamer\nGuillaume Tazé\nAntoine Zanuttini\n[J]Audio Lead\nSébastien Gaillard\n[J]Audio Artist\nFrédéric Devanlay - Big Wheels Studio\n[J]Sound Designers\nLouis Martin \nYannick Tassin\n[J]QA Lead Tester\nLaurent Cahour\n[J]QA Senior Tester\nVincent Eustache\n[J]Testers\nYoussef Abdelmoumen\nAurélien Delahaye\nMicael De Miranda\nClément Fitoussi\nLou-André Trillot"
EP2_ENDCREDITS2="[J]\n[T]Cast\n\nMaxine Caulfield - Hannah Telle\nChloe Price - Ashly Burch\nNathan Prescott - Nik Shriner\nVictoria Chase - Dani Knights\nWarren Graham - Carlos Luna\nKate Marsh - Dayeanne Hutton\nDavid Madsen - Don McManus\nMark Jefferson - Derek Phillips\nPrincipal Ray Wells - Eric Morgan Stuart\nProfessor Michelle Grant - Pasean Wilson\nJoyce Price - Cissy Jones\nFrank Bowers - Daniel Bonjour\n[J]\n[T]Casting and Voice Production\n[C]Blindlight\n[J]Casting and Production Supervisor\nTimothy Cubbison\n[J]Production Manager\nAustin Snyder\n[J]Production Associate\nVeronica Brown\n[J]Voice Director\nPhilip Bache\n[J]Dialogue Recordist\nMark De La Fuente\n[J]Dialogue Editors\nJ. David Atherton\nGreg Sais\n[J]Voice Production Coordinator\nEllen Barry\n[J]Audio Quality Assurance\nClint Corley\nCesar Marenco\nStephanie Komure\n[J]\n[T]Motion Capture\n[J]Motion Capture Supervisor\nJérémy Meunier\n[J]Actors\nSerena de Mouroux-Phelan\nGabrielle Hersh\nCharles Lelaure\n[C]MocapLab\n[J]CEO\nRémi Brun\n[J]Production Director\nGuillaume Audibet\n[J]Lead Motion Capture\nCharles Fougeront\n[J]Motion Capture Operator\nOriana Kacimi\n[J]\n[T]Licensed Tracks\n\n[J]Alt J - "Something Good"\nWritten by Thomas Green, Gwylym Sainsbury,\nAugustus Unger-Hamilton and Joe Newman. \n2012 PIAS Recordings\nPublished by Kobalt Music Publishing Limited.\n\n[J]Jose Gonzales - "Crosses"\nWritten, composed and performed by José González.\n2003 Imperial Recordings under exclusive license to\nPeacefrog Holdings Ltd.\nPublished by Sony/ATV Music Publishing.\n\n[J]Local Natives - "Mt. Washington"\nWritten by Kelcey Ayer, Taylor Rice,\nRyan Hahn and Matthew Frazier\n2013 Frenchkiss Records / PIAS Recording UK\nPublished by Kobalt Music Publishing Limited\n\n[J]\nMusic Licensed by Feel For Music\n[J]\nAdditional Music: Audio Network\n\n[J]\nALL RIGHTS OF THE PRODUCER AND BENEFICIARIES\nOF THE WORK RECORDED RESERVED.\nUNLESS AUTHORISED, THE DUPLICATION, RENTAL, \nLOAN, EXCHANGE, USE OF THIS MULTIMEDIA \nPROGRAMME FOR PUBLIC PERFORMANCE, RADIO \nBROADCASTING, AND MAKING AVAILABLE TO THE \nPUBLIC ON NETWORKS ARE FORBIDDEN"
EP2_ENDCREDITS3="[J]\n[T]Dontnod Team\n[J]Chief Executive Officer\nOskar Guilbert\n[J]Founders\nHervé Bonin\nAleksi Briclot\nAlain Damasio\nOskar Guilbert\nJean-Maxime Moris\n[J]Partners\nMariana Yaneva\nClaudie Hawes\nKosta Yanev\nDouglas Hawes\nViktor Kalvachev\n[J]Other Projects Team Members\nArnaud Barros\nSébastien Bertin\nAlban Deluca\nLaurene Desoutter\nOlivier Drouet\nDimitri Giacoletto\nCyril Jover\nFabien Laverré\nPhilippe Moreau\nGrégory Szucs\n[J]Office Manager\nFrance Sureault\n[J]Administrative Manager\nAurélie Deville\n[J]Thanks\nRémi Alexandre\nClaude Amardeil\nFrédérique Barkoff\nBecka Bee\nKal-El Bogdanove\nThomas Bonardi\nTanguy Cahierre\nDavid Calvo\nClément Carle\nCharlie Chu\nGerry de Leon\nOlivier Derivière\nJulien Destors\nSteve Gaynor\nSquare Enix Germany\nRichard Hackett\nHe-Saw\nIsart Digital\nHanneke Jansen\nJoel Janisse\nJean-Charles Kaczmareck \nJean-Yves Lozac'h\nOlivier Marguerit\nPascal Mayer\nMargaux Miracle-Solé\nNathalia Ollivier\nLionel Prevot\nElodie Rezo\nEduardo Riveros\nChristopher Sebela\nRuben Schwebe \nBilly Snyder\nTAPE\nAurélien Viot\nAllen Warner\nVanessa Wedge\nThomas Zeggane\nMTI\n[J]Production Babies\nMargot Bonin\nRuben Clavier\nFlynn Eardley\nMalo Séchet-Martin\nAlix Tourt"
EP2_ENDCREDITS4="[J]\n[T]SQUARE ENIX TEAM\n[C]SQUARE ENIX EUROPE PROJECT TEAM\n[J]Producers\nJonathan Eardley\nDes Gayle\n[J]Designer\nAlejandro Arque Gallardo\n[J]Assistant Brand Manager\nRoxane Domalain\n[J]Brand Marketing\nLaura Disney\n[J]PR Manager\nAdam Phillips\n[J] Senior PR Executive\nIan Dickson\n[J]PR Assistant\nSophie Colley\n \n[J]PR Executive\nDanielle Mounsey\n[J]Community Manager\nScott Blows\n[J]Marketing Manager\nPaul Benjamin\n[J]Design Director\nWilliam Beacham\n[J]Technical Director\nJohn Lusty\n[J]VP of Brand and European Marketing\nJon Brooke\n[J]COO Live\nLee Singleton\n\n[C]SQUARE ENIX MONTREAL DESIGN QA\n[J]Production & Design QA Lead\nBrent Tighe\n[J]Production & Design QA\nRonald Stapper\n\n[C]SQUARE ENIX EUROPE CREATIVE\n[J]Brand Design Manager\nMike Cala\n[J]Senior Artist\nSylwia Dybiec\n\n[C]SQUARE ENIX EUROPE ANALYTICS TEAM\n[J]Head of Analytics\nTim Ward\n[J]Data Analyst Specialists\nAlessandro Scoccia Pappagallo\nMichelle Yong\n[J]Data Analyst\nMatthew Araujo\n[J]Intern Analyst\nPiergiorgio Calzi\n[J]Developer\nDavid Boulderstone\nLeelavathi Prabhakaran\n\n[C]Eidos Montreal Online Development\n[J]Online Development Manager\nTerence Chiu\n[J]Senior Online Service Programmers\nJean-Gabriel Le Sauteur\nMaxime Gregoire\n[J]Generalist Programmer\nSimon Toupin\n[J]Programmer\nEliott Hayut\n[J]Online Service Programmers\nErida Dule\nNicholas Grigoropoulos\n[J]Tester\nDavid Mang\n\n[C]SQUARE ENIX EUROPE USER RESEARCH\n[J]User Research Director\nJanus Rau Møller Sørensen\n[J]User Researcher, Redwood City\nSaul Baltys\n[J]Playtest and Research Manager (Montreal)\nAlexandre Dessaint\n[J]Playtest Analysts (Montreal)\nJean-François Desmarais\nLoic Vuillemenot\n\n[C]SQUARE ENIX EUROPE OPERATIONS\n[J]Operations Director\nSeb Ohsan Berthelsen\n[J]Head of QA\nMarc Titheridge\n[J]QA Project Manager\nDave Pettit\n[J]Mastering Manager\nJason Walker\n[J]Senior Manager, Localization\nYuko Tomizawa\n[J]Localization Manager\nJan Büchner\n[J]Localization QA Project Manager\nDario de Cesare\n[J]Localization Producer\nElisa Giribaldi\n[J]French Translator\nLouise Macqueron\n\n[C]EIDOS MONTREAL QA\n[J]QA Manager\nKeith Earley\n[J]Functionality QA Supervisor\nFrédérick April\n[J]Technical QA Supervisor\nDominic Knowles\n[J]Senior Mastering Technician\nPhilippe Cadieux\n[J]Lead QA Tester\nJérémy Bonventre\nLaurie Matthews\n[J]Test Coordinator, QA\nAnael Pearson-Tremblay\n[J]Senior Tester, QA\nMaxime Lanthier\n[J]QA Tester\nRaymond Tam\n[J]QA Compliance Lead\nJonathan Gaudreau\n[J]QA Compliance Senior Testers\nJulie Hallé\nJulien Vachon\n[J]QA Compliance Testers\nLawrence Collier\nVladimir Holopov\nMathieu Lavictoire\nJustin Moniz\n[J]QA Application Performance Lead\nMoe El-kaaki\n[J]QA Application Performance Senior Testers\nDominic Charron\nChristopher Divry-Blainey\nSteve Rousseau\n\n[C]VMC QA SUPPORT\n[J]Test Manager\nRyan Cloutier\n[J]Test Leads\nNicholas Burns\nDavid Tan\n[J]Compliance Testers\nPatrick Delaney-Cloherty\nMarlon Francescini\nRobert Joy\nDavid Lalonde-Lavoie\nAleksandar Markovic\nSteven Wilson\nCarlos Leschorn\n \n[J]Functionality Testers\nDario Berretta\nStuart Blanchet\nMichele Foresta\nDavid Fournier\nBradley Hamilton\nJason Lockhart\nAxel Mendoza\nSara Ronnholm\nVincent Rouilhac\nGeovana Santos\nGeoff Stoll\nArtit Tontranakwong\nKathy Tran\nMelissa Waldron\n[C]TESTRONIC LIMITED\n[J]Localization QA Senior Project Coordinator\nLaura Cortázar Morales\n[J]Localization QA Lead Technician     \nAmandine Beaulaton\n[J]Localization QA Technicians\nLindsay Gurr\nJulien Pitet\nMirjam Coenraads\nNicolas Hermant\n \n[C]SQUARE ENIX EUROPE ONLINE DEVELOPMENT\n[J]\n[J]Online Development Director\nSimon Protheroe\n[J]Senior Online Operations Manager\nJim Blackhurst\n[J]Web Producer\nMark Bulley\n[J]Web Developer\nFrancesco Grammatico\n[J]Ruby on Rails Developers\nLevente Bagi\nMarek Biczysko\n[J]Project Manager\nWilliam Knox-Walker\n\n[C]SQUARE ENIX EUROPE WEB DEVELOPMENT\n[J]\n[J]Senior Web Operations Manager\nIestyn Tronson\n[J]Lead Web Developer\nJason Burt D'Arcy\n[J]Web Systems Administrator\nPeter Horvath\n[J]Back End Developer\nJon House\n[J]Front End Developer\nUgonna Nwosu\n[J]Web QA\nBruno Julien\n[J]Web QA \nAlexandra Perry\n \n\n[C]SQUARE ENIX EUROPE DIGITAL PLATFORM\n[J]Senior Manager - Digital Platform\nAntonio Marfuggi\n[J]Senior Software Solutions Manager\nRoberto Torella\n[J]Project Manager\nJosé Gallego\n[J]Assistant Project Manager\nEnrico Balducci\n[J]Senior Web Developers\nFrancis Dolan\nÁlvaro Villalba\n[J]Web Developers\nFabian Jansen\nAlessandro Pellizzari\n[J]Web Designers\nEmiliano Rampazzi\nGiordano Rampazzi\n\n[C]SQUARE ENIX EUROPE DIGITAL SALES\n[J]General Manager\nDoug Bone\n[J]Head of Digital Sales\nAndrew Larcombe\n[J]Business Development Manager\nPaul O'Sullivan\n[J]Digital Producer\nToby Coleman\n[J]Digital Sales Manager\nJason Brooks\n[J]Business Analyst\nKaren Greenidge\n[J]Digital Project Manager\nLuke Willoughby\n[J]e-Commerce Coordinator\nKevin Rowlands\n[J]Digital Coordinator\nRossi Ivanova\n\n[C]SQUARE ENIX Germany\n[J]Marketing Director\nLars Winkler\n[J]Product Manager\nColin Gilzean\n\n[C]SQUARE ENIX AMERICA\n[J]Senior Manager Sales \nEric Rosenberger\n[J]Senior Director of Channel\nMike Silbowitz\n[J]Senior Director of Sales\nRonald Kurtz\n\n[C]SQUARE ENIX EUROPE LEGAL\n[J]Senior Director & Head of Legal Business Affairs\nCharlotte Osborne\n[J]Senior Counsel, Legal & Business Affairs\nLucy Kaulback\n[J]Legal PA\nEllie Panaouta\n\n[C]SQUARE ENIX EUROPE\n[J]CEO SEE & SEA\nPhil Rogers\n[J]COO SEE & SEA\nMichael Sherlock\n[J]VP of Corporate Communications\nChris Glover\n[J]Finance Director\nTim Yates\n[J]Head of Community\nPhil Elliott\n\n[C]SPECIAL THANKS\nMario Aguera\nJoe Best\nAdrian Blunt\nLaura Carter\nAlex Chinchen\nHardip Farmahan\nRossi Ivanova\nCatherina Karskens\nRussell Kerrison\nAdam Kramarzewski\nPetra Opelova\nIain Riches\nTracey Robertson\nOtisha Sealy\nAmy White"
EP2_ENDCREDITS5="[J]\n[T]Life Is Strange™ uses\n\n[X]Unreal® Engine, Copyright 1998-2015, Epic Games, Inc. All Rights Reserved\n[L]logo-01\n[X]Unreal®, the circle-U logo and the Powered by Unreal Technology logo are trademarks or registered trademarks of Epic Games, Inc. in the United States and elsewhere. \n[J]\n[L]logo-03\n[X]Bink Video. Copyright © 1997-2015 by RAD Game Tools, Inc.\n[L]logo-04\n[X]This software product includes Autodesk® Scaleform® software, © 2012 Autodesk, Inc. All rights reserved.\n[L]logo-05\n[X]Powered by Wwise © 2006 - 2015 Audiokinetic Inc. All rights reserved.\n[L]logo-06\n[X]NVIDIA and PhysX, both stylized and non-stylized, are trademarks or registered trademarks of NVIDIA Corporation. Copyright 2015 NVIDIA Corporation.\n[X]\n[L]logo-07\n[X]\n[X]Dolby and the double-D symbol are registered trademarks of Dolby Laboratories. All other trademarks remain the property of their respective owners. © 2015 Dolby Laboratories, Inc. All rights reserved.\n[X]\n[Y]logo-08\n[P]DTS, the Symbol, and DTS plus the Symbol together are registered trademarks of DTS, Inc. and DTS Digital Surround is a trademark of DTS, Inc."
EP2_ENDCREDITS6="[C]\n[C]Thanks to our playtesters\n[D]To all partners, girlfriends, boyfriends, husbands, wives, relatives, children and friends who share their lives with DONTNODDERS. We could not thank you enough for putting up with the hard times, and being there with us during the good ones. We would not have made it without you.\n[D]\nSquare Enix Ltd. 2015. All rights reserved.  \nDeveloped by DONTNOD Entertainment SARL. \nPublished by Square Enix Ltd. \nLife Is Strange is a trademark of Square Enix Ltd. \nSquare Enix and the Square Enix logo are trademarks or registered trademarks of Square Enix Holdings Co. Ltd."
EP2_ENDCREDITS7="[T]\n[E]Thanks for playing!\n[E]"
[MajChoice]
E2_1A_0="You told Kate to go to the police."
E2_1A_1="You told Kate to wait for more proof."
E2_2A_0="You answered Kate's call."
E2_2A_1="You didn't answer Kate's call."
E2_3A_0="You tried to shoot Frank."
E2_3A_1="You didn't try to shoot Frank."
E2_4C_0="You couldn't save Kate."
E2_4C_1="You saved Kate's life."
E2_5A_0="You blamed David."
E2_5A_1="You blamed Nathan."
E2_5A_2="You blamed Mr. Jefferson."
[MinChoice]
E2_1A_0="You watered your plant."
E2_1A_1="You didn't water your plant."
E2_1A_2="You helped Alyssa."
E2_1A_3="You didn't help Alyssa."
E2_1A_4="You erased the link to Kate's video."
E2_1A_5="You left the link to Kate's video."
E2_1B_0="You accepted Warren's invitation."
E2_1B_1="You rejected Warren's invitation."
E2_1B_2="You were friendly with Taylor."
E2_1B_3="You weren't friendly with Taylor."
E2_3A_0="You wrote a message."
E2_3A_1="You didn't write a message."
E2_3B_0="You tampered with the railtracks."
E2_3B_1="You didn't tamper with the railtracks."
E2_4B_0="You helped Warren."
E2_4B_1="You didn't help Warren."
E2_4B_2="You told on David to Mr. Jefferson."
E2_4B_3="You didn't tell on David to Mr. Jefferson."
E2_4B_4="You gained entry to the Vortex Club party."
E2_4B_5="You didn't gain entry to the Vortex Club party."
[Objectives]
E2_1A_01AFindShowerGel="I need to grab my shower supplies and go to the showers"
E2_1A_01TakeShower="I should take a shower"
E2_1A_02KateBook="I have to give back Kate's book"
E2_1A_02aFindBook="I have to find Kate's book"
E2_1A_03MeetChloe="I need to take the bus to get to the diner"
E2_2A_01MeetChloe="I should sit down inside and wait for Chloe"
E2_2A_02Divination="I have to memorize Chloe's stuff and rewind to tell Chloe"
E2_2A_03Prediction="I have to watch what's going on and rewind to tell Chloe"
E2_2A_04GoToJunkyard="I have to leave the diner with Chloe"
E2_3A_01Bottle="I have to find 5 bottles"
E2_3A_02MeetChloe="I have to give the bottles to Chloe"
E2_3A_03ShootBottles="I have to help Chloe shoot the bottles"
E2_3A_04MeetChloe="I should speak to Chloe"
E2_3A_05MeetChloe="I should leave this place with Chloe"
E2_3B_01SaveChloe="I have to get Chloe off the railtracks"
E2_4B_01GoToClass="I should attend art class"
E2_4C_01ReachKate="I have to reach Kate on the rooftop"
[SMS]
E2_1A_ChloeKateRoom_A="u there mad max"
E2_1A_ChloeKateRoom_B="Like I said. Always for you \n:) :) :) :)"
E2_1A_ChloeKateRoom_C="NO EMOJI!!!"
E2_1A_ChloeKateRoom_D=":("
E2_1A_ChloeKateRoom_E="meet me at the diner in 40"
E2_1A_ChloeKateRoom_F="I'll be there."
E2_1A_ChloeKateRoom_G="do not be late \nor I'll know time is not on your side"
E2_1A_ChloeKateRoom_H="after all you did let step-dork bust me"
E2_1A_ChloeKateRoom_I="On my way. :)"
E2_1A_ChloeKateRoom_J="u r EVIL\n40 minutes\nor else"
E2_1A_ChloeKateRoom_K="Don't get high like in my room"
E2_1A_ChloeMaxRoom_A="u there hippie\nwhat about that fucking snow\nwhat about your new power \nor have you gone back in time and figured it out"
E2_1A_ChloeMaxRoom_B="I can't go back that far. Smart ass."
E2_1A_ChloeMaxRoom_C="too bad you cant go back and warn me about that joint"
E2_1A_ChloeMaxRoom_D="I thought saving your life was more important."
E2_1A_ChloeMaxRoom_E="boom\nmax delivers the final blow"
E2_1A_ChloeMaxRoom_F="But for reals, we need to talk. I need you standing with me on this."
E2_1A_ChloeMaxRoom_G="or eat an assbuster breakfast at 2 whales\nmy treat"
E2_1A_ChloeMaxRoom_H="Sold! It's good to have minions."
E2_1A_ChloeMaxRoom_I="gotta bail master\nbreakfast is a go!"
E2_1A_ChloeMaxRoom_J="And I need your help."
E2_1A_ChloeMaxRoom_K="like when you told step-dork it was your weed"
E2_1A_ChloeMaxRoom_L="But for reals, we need to talk."
E2_1A_ChloeMaxRoom_M="or eat an assbuster breakfast at 2 whales\nmy treat"
E2_1A_ChloeMaxRoom_N="Sold! It's good to have minions."
E2_1A_ChloeMaxRoom_O="gotta bail master\nbreakfast is a go!"
E2_1A_LeavingKateRoom_A="max"
E2_1A_LeavingKateRoom_B="food"
E2_1A_LeavingKateRoom_C="two whales"
E2_1A_LeavingKateRoom_D="c u there"
E2_1A_LeavingKateRoom_E="Don't hurt your fingers texting"
E2_1A_LeavingKateRoom_F="Yay breakfast!\n(^_^)"
E2_1A_LeavingKateRoom_G="NO EMOJI"
E2_1A_PrivateNumber_A="Keep your smart mouth shut about everything. Or I'm coming for your ass. I know where you sleep."
E2_1A_SMS_MomPlant="Hey honey! I hope you didn't forget to water the plant we gave you but don't drown it either! mommy"
E2_1A_Warren_A="Is Dr. Graham in the house? Serious science question."
E2_1A_Warren_B="I make house calls for you. What up pup?\n(puts on serious science face)"
E2_1A_Warren_C="What do you know about:\nrelativity\nwormholes\ntime travel"
E2_1A_Warren_D="So now I'm Dr. Who? Or Doc Brown? For what class? I never got any cool time science homework.\nAnd I know this shit."
E2_1A_Warren_E="I'll explain in detail later. If you actually help me."
E2_1A_Warren_F="Like time, my texts are infinite. Plus I have unlimited messaging.\nI'll make you a list of essential books. And websites. And movies.\nI'm intrigued by your new interest in science."
E2_1A_Warren_G="You know I like sci-fi. Just think hard about it, k?"
E2_1A_Warren_H="Hit me up anytime if you have other questions. \nI'll be in the TARDIS getting my Delorean ready."
E2_1A_Warren_I="What up Max?"
E2_1A_Warren_J="Hey, I'm busy right now, TTYL"
E2_1B_NathansFather_A="This is Nathan's father. \nThis is a message to let you know that attempts to slander and blackmail my son will be met with many lawyers and legal ramifications. \nYou're not the first student at Blackwell to try this. \nI hope you're the last."
E2_1B_NathansFather_B="Consider this a final polite warning."
E2_2A_ChloeLate_A="running late\ngrab a booth at the diner"
E2_2A_ChloeLate_B="mom will feed you"
E2_2A_ChloeLate_C="Somebody better.\nI'll be lucky if you make it by noon :]"
E2_3A_KateNoPoliceNoPhone_A="Max. Sorry to have bothered you by asking for your advice. I guess I shouldn't do anything but let people enjoy my video all over the world."
E2_3A_KateNoPoliceNoPhone_B="Kate that is so not what I meant. I just want you to be careful."
E2_3A_KateNoPoliceNoPhone_C="Too late I guess."
E2_3A_KateNoPoliceNoPhone_D="And sorry for bothering you this morning. Guess you were too busy to answer.\nI was about to have a serious breakdown and I needed somebody."
E2_3A_KateNoPoliceNoPhone_E="Class bell. Have to go."
E2_3A_KateNoPolicePhone_A="Max. Sorry to have bothered you by asking for your advice. I guess I shouldn't do anything but let people enjoy my video all over the world."
E2_3A_KateNoPolicePhone_B="Kate that is so not what I meant. I just want you to be careful."
E2_3A_KateNoPolicePhone_C="Too late I guess. \nBut thank you for answering my call this morning."
E2_3A_KateNoPolicePhone_D="I really needed a friend and you delivered."
E2_3A_KateNoPolicePhone_E="I'm on your side."
E2_3A_KateNoPolicePhone_F="XO\nTTYL"
E2_3A_KatePoliceNoPhone_A="Max. Thank you for giving me such great advice about going to the police and telling them everything about Nathan.\nI so appreciate you standing by me. Keeps my faith. xoxoxo"
E2_3A_KatePoliceNoPhone_B="Kate I'm on your side."
E2_3A_KatePoliceNoPhone_C="Please don't mention me too much if you can. I'm already in trouble around here."
E2_3A_KatePoliceNoPhone_D="And sorry for bothering you this morning. Guess you were too busy to answer.\nI was about to have a serious breakdown and I needed somebody."
E2_3A_KatePoliceNoPhone_E="Class bell. Have to go."
E2_3A_KatePolicePhone_A="Max. I want to thank you for giving me such great advice about going to the police and telling them everything about Nathan.\nI so appreciate you standing by me. Keeps my faith. xoxoxo"
E2_3A_KatePolicePhone_B="Kate I'm on your side."
E2_3A_KatePolicePhone_C="Please don't mention me too much if you can. I'm already in trouble around here."
E2_3A_KatePolicePhone_D="And thanks so much for talking to me this morning. I was about to have a serious cry and I needed a friend. You were there. As usual:) xoxoxo"
E2_3A_WarrenApe_A="We are so GOING APE!\nNewberg is 60 miles so we should leave around 5. l drive."
E2_3A_WarrenApe_B="Hell yeah we will in your new ride."
E2_3A_WarrenApe_C="We have to get supplies for the drive-in.\nMaybe we can have dinner first."
E2_3A_WarrenApe_D="....."
E2_3A_WarrenApe_E="Or whatever.\nAnyway. GO APE!"
E2_3A_WarrenApe_F="Too late!"
E2_3A_WarrenApe_G=":)"
E2_3A_WarrenNoApe_A="No worries about not GOING APE with me."
E2_3A_WarrenNoApe_B="Thought it would be cool to take a road trip in the new wheels.\nI'll just drive in circles around town."
E2_3A_WarrenNoApe_C="I'm sorry, Warren. Hard week."
E2_3A_WarrenNoApe_D="I still owe you."
E2_3A_WarrenNoApe_E="Yes you do."
E2_3A_WarrenNoApe_F="Let me know if you change your mind."
E2_3A_WarrenNoApe_G="(-_*)"
E2_4B_MaxNoShootFrank_A="max \nwish you had popped a cap in franks ass\ninstead of giving him the gun"
E2_4B_MaxNoShootFrank_B="No Chloe, I do not wish that. And neither do you."
E2_4B_MaxNoShootFrank_C="is it too late to rewind"
E2_4B_MaxShootFrank_A="max \nthe boss with the gun\nmarry me"
E2_4B_MaxShootFrank_B="Illegal in Oregon. For now."
E2_4B_MaxShootFrank_C="fuq that shit\nelope"
E2_4B_WarrenSciClass_A="Hey gurrl!"
E2_4B_WarrenSciClass_B="I'm in the Sci-Fi-Lab.\nNow.\nI'm no Schrodinger's Kitty."
E2_4B_WarrenSciClass_C="^^ See you soon."
[SP]
E2_1A_Corridor_Poster01_SP01="GHOUL DAYS!\n\nYou Think Homework Is Scary? Think Again!\n\nWelcome To BlackHell-O-ween!\nDusk To Night Costume Dance Party\n\nOctober 31, 5:00 PM – 9:30 PM\nPrescott Gymnasium\n\nCandy, Contests and Costumes! \nBe Afraid... Be very Afraid...\nAnd No Hearsing Around!"
E2_1A_DanaRoom_DanaLaptop_SP01="Dana Ward\nRelationship Status: Not single\nHappy Happy Joy Joy :)"
E2_1A_DanaRoom_DanaLaptop_SP02="GHOUL DAYS HALLOWEEN PARTY!\n\nBring It Blackwell Bloodsuckers! Next to Prom Night and Bigfootball, my favorite time of year is the annual GHOUL DAYS BLACKHELL-O-WEEN PAH-TY!!!!!! (Picture me busting a Thriller zombie move) \n\nPrincipal Wells has given us almost carte blanche to decorate the halls and gym within taste and safety so I want every student to be scared shitless when they walk to their classes!!!!! \n\nI know y'all have tons of homework as I do but let's make this a Halloween that Blackwell will never forget!\n\nThe decoration committee meets in the gym at 3:30 next Weds, Oct 10. This gives you plenty of time to NOT have any excuses for flaking... and if you don't show up to help haunt the halls, the BOOgeyman will get YOU!\n\nLet's show Blackwell our GHOUL POWER!\n\nPleasant Screams,\nDana of the Dead"
E2_1A_DanaRoom_DanaLaptop_SP03="COSTUME Central\nGothic Burlesque Women's Outfit\nSizes 00-20,  $150.00"
E2_1A_KateRoom_AbstinenceFlyer_SP01="SAFE NOT SORRY \nNo Matter How Much You Like Each Other One Slip Up Can Change Your Life \nYOU HAVE A CHOICE! There's Nothing Wrong With Waiting! \nFor More Details Go To PleaseWait!@PraiseBeJC.or"
E2_1A_KateRoom_AuntLetter_SP01="Dear Katie\n\nNo spirit or devil could have prepared me for what you have done in that videotape.\nAnd like a jezebel you released your harlot image before God's eye.\nI will pray with my church for your soul to be saved from Eternal Hellfire.\n\nAuntie Marsh"
E2_1A_KateRoom_Bible_SP01="Matthew 11:28. "Come to me, all you who are weary and burdened, and I will give you rest...""
E2_1A_KateRoom_Bible_SP02="Proverbs 21:15. "When justice is done, it brings joy to the righteous but terror to the evildoers...""
E2_1A_KateRoom_FatherPostcard_SP01=""And the light shines in darkness; and the darkness comprehended it not." - John 1:5\n\nKatie, you'll always be my brightest light against the dark.\n\nhugs n' love\nPop"
E2_1A_KateRoom_KateTablet_SP01="Re: Call us.\n\nKate, Your father and I just received a rather disturbing call from Principal Wells about you and some party video. Our concerns about sending you to Blackwell seem justified. \n\nPlease call us after your classes this evening so we can fully discuss this matter. We hope you haven't brought shame on you or our family. \n\nWe'll pray for you and expect you to pray for forgiveness.\n\nYour mother."
E2_1A_MaxRoom_Books_SP01="THE MORON'S GUIDE TO TIME TRAVEL – Dr. Nick Meyer\nA BRIEF HISTORY OF TIME – Stephen Hawking\nEINSTEIN'S DREAMS – Alan Lightman\nTHEORETICAL WIZARDRY OF SPACE & TIME – Mike Jitlov\nSLAUGHTERHOUSE FIVE – Kurt Vonnegut\nTHE TIME MACHINE – H.G. Wells\nFROM ETERNITY TO HERE – Sean Carroll\nREPENT HARLEQUIN! SAID THE TICK-TOCKMAN – Harlan Ellison\nA WRINKLE IN TIME – Madeline L'Engle"
E2_1A_MaxRoom_Cards_SP01="MYSTIC: ENCHANTMENT CARDS\n159 CARDS"
E2_1A_MaxRoom_MaxLaptop_SP01="JOIN THE CHRONONAUTS!\n\nTime travel is not just a science fiction\n\nHistory has recorded numerous cases of individuals who have managed to bend all rules of the time-space continuum. The present dilemma is that those who can navigate temporal dimensions are rightly reluctant to reveal themselves due to the impact of public and government scrutiny. Nations around the world have spent literally billions of dollars trying to build (in top secret) their own version of a "time machine"—thankfully, this is not a case where infinite revenue equals control of the infinite. Or you might not be reading this website at all.\n\nThis is where The Chrononauts enter the picture. \n\nIt's clear based on the vast scientific information that time travel is only applicable on a PERSON BY PERSON basis, not driven nor dominated by any one particular physics or thermodynamic calibration. For this reason, we have created a forum where past, present and future time travelers can share tips, ideas and experiences to guide those navigating the rocky seas of time. Hence our moniker, The Chrononauts—brave solitary adventurers on an infinite voyage. \n\nRegister within the forum and step into a river of time without fear of being swept away!"
E2_1A_MaxRoom_MaxLaptop_SP02="WORMHOLE!\n\nWelcome to the wonderful world of the Wormhole\n\nA term lazily over-exploited in science and science fiction.\nFor neophytes, visualize a wormhole like an invisible tunnel from one end of space to another. Thus, if wormholes exist, time travel is possible and probable.\n\nThe human trick is to discover the means or device needed to link and traverse both ends of this time tunnel. Einstein's theory of relativity posits that this is within the realm of theory, while a new generation of physicists hopes to develop an actual working model of this fascinating space-time conundrum. \n\nInside WORMHOLE! are links and articles relating to the most recent developments of this fluid theory."
E2_1A_MaxRoom_MaxLaptop_SP03="Why Are Quantum Physicists Trying To Control Time?\n\nAs you read these words, physicists and scientists around the world are using taxpayer funded government programs to shatter our notions of time and space, potentially altering the course of history itself.\n\nFor example, Australian researchers are using photons to simulate quantum particles as they travel through time itself. Even though quantum time mechanics is a very recent theory first predicted in 1991, it has caught fire within the scientific community, who eliminated ethics and morality from their dangerous experiments."
E2_1A_MaxRoom_MaxLaptop_SP04="Too Much Time\nHey Max. The Doctor is in da house!\nI've been thinking long and hard about your weird request. I just sent you a bunch of physics and science links and without further ado, here's a few time travel films you must see. I'll send more as they come to mind. The Doctor expects a full explanation for your newfound chrono-interest. \n\nTHE TIME MACHINE – The 1960 version. Fun early steampunk sci-fi. And Morlock's faces melt.\nPRIMER – Lo-fi time travelers in Dallas. Brilliant. I'll explain it to you after you watch it.\nTIME AFTER TIME – H.G. Wells uses his time machine to chase Jack The Ripper to modern day San Francisco. Supercool and clever.\nPULP FICTION – Serious. The switching between timelines gives a good basic outline of relativity. Plus Uma.\nSOMEWHERE IN TIME – Big cult around this romantic sci-fi written by Richard Matheson. The best kind of chick flick. You'll cry like a baby. I did.\nTIME SLIP – You can borrow my copy of this awesome Japanese flick. Or we can watch it together. Sonny Chiba and his soldiers end up back in samurai days. Basically tanks versus ninjas. \nTIMECOP – Jean Claude Van Damme does the splits on a kitchen counter in his underwear. Need I say more?\n\nThat's all the TIME I have now as I do have actual quantum physics to plow through. And not your "fun" Back To The Future homework that I NEVER GET. Now that you've discovered the art of science, I expect to see you in the lab more as well. I could always use a new partner in TIME. Get it? \n\nDon't hit, I'm leaving.\nDr. Who?"
E2_1A_MaxRoom_MaxLaptop_SP05="GHOUL DAYS HALLOWEEN PARTY!\n\nBring It Blackwell Bloodsuckers!\n\nNext to Prom Night and Bigfootball, my favorite time of year is the annual GHOUL DAYS BLACKHELL-O-WEEN PAH-TY!!!!!! (Picture me busting a Thriller zombie move) \n\nPrincipal Wells has given us almost carte blanche to decorate the halls and gym within taste and safety so I want every student to be scared shitless when they walk to their classes!!!!! \n\nI know y'all have tons of homework as I do but let's make this a Halloween that Blackwell will never forget!\n\nThe decoration committee meets in the gym at 3:30 next Weds, Oct 10. This gives you plenty of time to NOT have any excuses for flaking... and if you don't show up to help haunt the halls, the BOOgeyman will get YOU!\n\nLet's show Blackwell our GHOUL POWER!\n\nPleasant Screams,\nDana of the Dead"
E2_1A_MaxRoom_MaxLaptop_SP06="Max Caulfield\n\nFriends 81\nSubscribers 12\n\nArcadia Bay, OREGON\nBlackwell Academy\nSeptember 21, 1995"
E2_1A_MaxRoom_Notes_SP01="~ What if I'm one of Hawking's fabled Time Tourist??? Even though he once made fun of time travel, now he believes its possibility. Or he's still fucking with us. He's a genius imp\n~ "Time is like a river" Einstein\n~ BULLSHIT—I'm drowning in time.  \n~ My head hurts after longer rewind and thinking about this now\n~ TAKE A GIANT STEP BACKWARD FOR MANKIND!\n~ Schrodinger's Cat could exist in two different time zones. HELLO TIME KITTY!\n~ Quantum entanglement: energy disperses as particles reach equal distribution. This means that time has a FRAGILE FOUNDATION. Nothing is written in stone\n~ The 'law' of Thermodynamics can obviously be broken. So no rules, only guidelines—\n~ Burn your clock\n~ 'Time is like an arrow'—Newton; Or is time like two arrows at the same velocity hitting two targets independent of each other leading to two different results? What the hell am I writing?\n~ Rewind only limited by time itself? Right now I only have enough time to go back a certain amount of time. Irony or evolution? Maybe I have to do time exercises. How?"
E2_1A_MaxRoom_Schedule_SP01="SCHOOL SCHEDULE 2013-2014: October, week 2\n\nMonday:\n	- World History\n	- Algebra\n	- Math Lab\n	- Language of Photography\nTuesday:\n	- The Language of Photography\n	- Science Lab\n	- Media Literacy\nWednesday:\n	- World History\n	- Algebra\n	- Photography Lab\n	- Life Drawing\nThursday:\n	- The Art of Science\n	- Media Lab\n	- Language of Photography\nFriday:\n	- Physical Education\n	- Music Lab\n	- Cultural Anthropology"
E2_1A_MaxRoom_Watch_SP01="Child Watch"
E2_2A_DinerPark_PetitionStand_SP01="RESTORE THE LIFEBLOOD OF ARCADIA BAY\nSAVE OUR BAY\n\nEND THE MAN-MADE DROUGHT IN THE BAY"
E2_2A_Diner_FishingWallOfFame_SP01="TWO WHALES DINER FISHING AWARDS\nWINNERS EVERY MONTH\n\n~ White sturgeon - Caught by Dick Weber\n~ Steelhead trout - Caught by Andy Berry\n~ Chinook salmon - Caught by Rick Conrad"
E2_2A_Diner_Flyer01_SP01="SASQUATCH FIELD TRIP\n\nExplore The Wild Woods Of Arcadia Bay With Respected Cryptozoologist Chuck Pierce Jr.\n\nAuthor of "BIGFOOT: MYTH OR SCIENCE?" and "BIGFOOT: MONSTER OR SASQUATCH?"\nNarrator Of The Documentary, "BIGFOOT: I BELIEVE IN YOU"\n\nJoin Chuck every Saturday & Sunday for a full half day of hiking to the sites where Bigfoot is most likely to appear. Chuck will share his extensive knowledge of lore, legend and fact and you'll end the day casting your very own bigfoot print based on an area known only to Chuck Pierce, Jr.\n\nFor more info, price and detailed schedule, please contact: SasquatchLives@wildtracks.gu"
E2_2A_Diner_Flyer02_SP01="JOIN THE COUSTEAUS ALL-DAY SEA ADVENTURE!\n\nNow charter the legendary seaman for your own ocean voyage! Jack Cousteau & His Undersea Worlds!\n\nYou've seen him on TV! Read about him in the news!\n\nA local captain, fisherman and marine expert with 30 years experience will take your group on a three hour tour of Arcadia Bay's lush and exotic aquatic kingdom. Jack will not only explain the importance of our marine life to the eco-system, he will even help you catch and prepare your own fish from the sea! \n\nDaily & Weekly Excursions Rates: 75.00 - 125.00 For Further Details, Please visit Our Website: SEACOUSTEAUFISH.gu"
E2_2A_Diner_Flyer03_SP01="MOBY DECK TOURS\n\nEXPLORE ARCADIA BAY THE RIGHT WAY\nDISCOVER EXCITING HISTORY ON THE HIGH SEA\nJourney In Total Safety And Comfort!\n\nFULLY EQUIPPED 40-50 FOOT VESSELS\nDay and Night Trips Available\nCouples, Groups or Families Welcome\nTuesday - Sunday/Hours: 6:00 am - 7:00 pm\n\nVISIT US ON THE WEB TO SCHEDULE YOUR TOUR NOW"
E2_2A_Diner_ItemsPocket_SP03=""ONE CENT" coins\n"FIVE CENTS" coin\n"QUARTER DOLLAR" coins (1 quarter = 25 cents)"
E2_2A_Diner_ItemsPocket_SP04="THIS IS A WARNING TICKET\n\nSite: SE FRANKLIN ST\nDate: 9.21.13\nTime: 10:34 AM\nReg: TWNPKS\n\nYour vehicle is parked in a restricted area:\n\nOut of Parking Bay \n\nYou are causing an obstruction to the roadway or pedestrians.\nDo not park in this area again."
E2_2A_Diner_JoycePhoto_SP01="To Joyce, best burgers and gentle vibe in Oregon. Further! K."
E2_2A_Diner_Menu_SP01="Two Whales DINER\nHOME STYLE COOKING\nWelcome To The Two-Whales Diner\n\nBREAKFAST:\nHomestyle Eggs & Bacon – 5.50&nbsp;&nbsp;/&nbsp;&nbsp;Breakfast Cheeseburger – 5.25\nApple Sausage Omelette – 6.25&nbsp;&nbsp;/&nbsp;&nbsp;Starfish Pancakes – (half stars) 4.25, (full stars) 6.25 \nBigfoot Bacon Omelette – 6.50\nGold Potato Omelette – 5.50&nbsp;&nbsp;/&nbsp;&nbsp;Fresh Oatmeal – 2.25\nMorning Glory Waffle – 4.50&nbsp;&nbsp;/&nbsp;&nbsp;Various Cereal – 1.25\nBelgium Waffle & Fried Fish – 8.75\nTry Our Fast & Famous Breakfast Menu!\n\nSIDES:\nBigfoot Bacon – 3.00&nbsp;&nbsp;/&nbsp;&nbsp;Hash Browns – 2.25\nApple Sausage – 3.25&nbsp;&nbsp;/&nbsp;&nbsp;Bagel w/cream cheese – 2.00\nCrab Cakes – 5.00&nbsp;&nbsp;/&nbsp;&nbsp;Two Slices Toast – 1.50\n\nBEVERAGES:\nCoffee (Arcadia Bay Roast) – 1.50 (free refills w/breakfast)&nbsp;&nbsp;/&nbsp;&nbsp;Tea – 1.00\nFresh Orange Juice – 2.00&nbsp;&nbsp;/&nbsp;&nbsp;Various Soda – 1.50\nMilk – 1.25&nbsp;&nbsp;/&nbsp;&nbsp;Mineral Water – 1.00\n\nAsk about our daily specials!"
E2_2A_Diner_Newspaper01_SP01="Weather Service Baffled By Snow\n\nIn a rare admission, the National Weather Service has yet to come up with a conclusive reason for the unusual snowfall that briefly hit Arcadia Bay, Oregon this week."
E2_2A_Diner_Poster01_SP01="Blackwell Academy, Arcadia Bay, Oregon\n\nGlobal Excellence In Arts & Science For Over 100 Years And Counting\nFree Campus Tours Every Third Saturday"
E2_2A_Diner_Poster02_SP01="25TH ANNUAL HAPPY HALLOWEEN BAZAAR\n\nMayor Cochran Leads The Kiddie Costume Parade!\nSaturday, October 27, 9:00 am - 3:00 pm\nMain Street, Arcadia Bay\n\nGreat Pumpkin Carving Contest!\nLocal Vendors & Food Trucks!\nTricks And Treats!\n\nOh, and HAPPY HALLOWEEN!"
E2_2A_Diner_Poster03_SP01="WELCOME TO PAN ESTATES\n\nPrescott Development Invites You To Live Within The Woods\n\nAffordable Luxury Homes \nForest, Ocean and Lighthouse Views\nComing Soon To Change The Way You Live..."
E2_3A_Junkyard_Flyer_SP01="PSYCHEDELIC APOCALYPSE\nSATURDAY AUGUST 12, 2013\nNORMANDY CREW\n\nDJ TONIO &\nDJ NANAL\nW/ DERBY GIRRLZ\n& LAZERLIGHT SHOW\n\nHOLLYWOOD PALACE\n8PM-6AM\n\n35.00 @ Door\nNO MINORS"
E2_3A_Junkyard_Mixtape_SP01="Rachel songs"
E2_3A_Junkyard_PaperBall_SP01="C.\n\nYou can tell how much I want you to read this letter since I've been dragging my ass to give it to you. Maybe I just want you to find it when I'm not around so we never have to talk about it. And I don't want you to hate me. Where to start? \n\nI met somebody recently who's so different from the lame Vortex Club snobs. I know you'll have a meltdown when I tell you and think he's gross, but I swear he's wise and unconventional. Kind of scary, not in a "bad boy" way. He's just experienced some serious shit. Yes, I'm kinda obssessed (sic). I won't blame you for freaking.\n \nMaybe I know you're right and this just has to be my secret.  \n\nI hate not sharing this with you except I know you'd give me that stink eye and grill me for every stupid detail. If I even told you that last night we hooked up near campus \n(...)"
E2_3A_Junkyard_Paper_SP01="I WANT TO DIE"
E2_4B_ArtClass_DanielDrawing_SP01="Dana oh-oh posing"
E2_4B_ArtClass_JeffersonBook_SP01=""Capturing The Image"\nby Mark Jefferson"
E2_4B_ArtClass_NoteBook_SP01="What's your problem?"
E2_4B_Corridor_BlackwellNotice01_SP01="BLACKWELL ACADEMY: OUR PAST - YOUR FUTURE\nSince The 18th Century Blackwell Academy Has Been Proud Of Its Unique Status Among The Scholastic Arts & Sciences. We're Glad You're Here To Contribute."
E2_4B_Corridor_BlackwellNotice02_SP01="Blackwell Academy Rules Of Hall Conduct:\n\nNo Running\nNo Yelling\nNo Pushing\nNo Graffiti"
E2_4B_Corridor_BlackwellNotice03_SP01="THE WORLD IS YOURS TODAY\n\nBlackwell Academy Is Not Just A Hybrid College.\nOur Unique World-Renowned Faculty Wants To Share So You Can Care.\n\nSee A Counselor Today."
E2_4B_Corridor_GlobalWarmingNote_SP01="GLOBAL WARNING: FREAK SNOW\n\nYesterday's unique snowfall was another eco-signal that climate change is no myth. Come join other Blackwell students and faculty at a campus gathering to discuss what YOU can do to prevent a second ice age!\n\nBlackwell Science Lounge\nMonday, 7:00 pm"
E2_4B_Corridor_Poster_SP01="STOP BEING A LOSER!\n\nThis is where shit gets real - don't miss it,\nThis thur 10 October\n\nVORTEX CLUB\nEND OF THE WORLD PARTY"
E2_4B_Corridor_VortexPoster01_SP01="STOP BEING A LOSER!\n\nThis is where shit gets real - don't miss it,\nThis thur 10 October\n\nVORTEX CLUB\nEND OF THE WORLD PARTY"
E2_4B_Corridor_VortexPoster02_SP01="DON'T BE LEFT OUT!\n\nENTER THE VORTEX CLUB\n\nComing Soon"
E2_4B_Corridor_VortexPoster03_SP01="10-10-13\nTHURSDAY NIGHT\nEND OF THE WORLD PARTY\n\nBLACKWELL SWIMMING POOL\n\nVORTEX CLUB"
E2_4B_Corridor_VortexPoster05_SP01="VORTEX CLUB\n\nEND OF THE WORLD PARTY\n\nBLACKWELL SWIMMING POOL\nTHURSDAY 10-10-13"
E2_4B_Corridor_VortexPoster06_SP01="10-10-13\nTHURSDAY NIGHT\nEND OF THE WORLD PARTY\n\nBLACKWELL SWIMMING POOL\n\nVORTEX CLUB"
E2_4B_SciClass_SciencePoster01_SP01="FRONT TO THE FUTURE!\n\nBlackwell Academy Believes The Next Gen Of Visionaries Should Know Both Art & Science To Advance Their Talent & Education\nOur Faculty & Curriculum Is One Of The Most Diverse In The World\n\nYour Future Starts Here!"
E2_4B_SciClass_SciencePoster02_SP01="SCIENCE IS ART AND ART IS SCIENCE"
Junkyard_VortexFlyer_SP01="VORTEX CLUB\n\nBLOCK PARTY\n\n03-28-13\nARCADIA BAY\n\nDJ IRISH BACON"
